Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: You also get exceptional spreadsheet control and features to allow you to combine all pages of a PDF document into a single Excel worksheet to eliminate tedious cutting and pasting.
zh_tw: 也具有特殊的試算表控制項和功能，能將 PDF 文件檔中的所有頁面都合併成單一的 Excel 工作表，無須進行無謂的剪貼。

source: You avoid reworks in design at a later stage and bring your products to market faster.
zh_tw: 能避免晚期階段更改設計的情況，並更快速將產品導入市場。

source: You avoid reworks in design at a later stage so you can bring your products to market faster.
zh_tw: 能避免晚期階段更改設計的情況，並更快速將產品導入市場。

source: You can Approve or Send Back the request with relevant comments.
zh_tw: 可以選擇 Approve (批准) 或 Send Back (退回) 請求並附上相關意見。

source: You can access also from the "Program" and "Format" buttons.
zh_tw: 也能藉由「Program (程式)」和「Format (格式)」按鈕進入。

source: You can access from the first dropdown "General Menu", clicking the "Change Format" button.
zh_tw: 可以由第一組下拉選單之「General Menu (一般功能表)」中，點擊「Change Format (更改格式)」按鈕進入。

source: You can add/modify/remove and reorder files for your package.
zh_tw: 可以增加/修改/刪除和重新排列套裝檔案。

source: You can also access form the first dropdown menu.
zh_tw: 也能由第一下拉選單中進入。

source: You can also access from the first dropdown menu “Programming" and "Formats".
zh_tw: 也可以由第一組下拉選單之「Programming (程式化)」和「Format (格式)」進入。

source: You can also access from the first dropdown menu, “General Menu”, clicking on “Change Format”.
zh_tw: 也可以由第一組下拉選單之「General Menu (一般功能表)」中，點擊「Change Format (更改格式)」按鈕進入。

source: You can also bypass the bootloader and program the microcontroller through the ICSP (In-Circuit Serial Programming) header using Arduino ISP or similar.
zh_tw: 此外也可以跳過開機載入程式，使用 Arduino ISP 或類似方法透過 ICSP （線上序列燒錄）頭座進行燒錄。

source: You can also configure the Worklets that you want to see on your home page:
zh_tw: 您還可以設置您想要首頁上顯示的 Worklets：

source: You can also enter Request Compensation Change in the Search box on the home screen and the Request Compensation Change screen is displayed.
zh_tw: 也可以在首頁畫面的搜尋方塊中輸入 Request Compensation Change 以顯示 Request Compensation Change 畫面。

source: You can also make/receive voice calls (you will need an external speaker and microphone circuit) and send/receive SMS messages.
zh_tw: 您也可以撥打/接聽電話（需要外接喇叭和麥克風）以及傳送/接收簡訊。

source: You can amend your Legal Name and Preferred Name, but only one amendment can be done at a time.
zh_tw: 可以修改您的法律姓名和稱呼姓名，但一次只能修改一項。

source: You can choose the setup type that best suits your needs.
zh_tw: 可選擇最適合您的需求的安裝類型，

source: You can choose to prevent end-users from modifying each one of the above options.
zh_tw: 可選擇防止終端使用者修改上述的各個選項，

source: You can choose to show each one of the above options to end-users.
zh_tw: 可以選擇是否能顯示以上各個選項於終端用戶程式中。

source: You can come back to your home screen at any point by clicking the icon at the top left of the screen.
zh_tw: 點擊螢幕左上方的 圖示可以回到首頁畫面。

source: You can enter in the dropdown menu "Programming" to program the different sections shown on the associated image.
zh_tw: 可以進入下拉選單中的「Programming」以進行圖像上顯示之不同區段的程式化。

source: You can even add bookmarks and transfer hyperlinks when creating PDF documents from Microsoft Word, Excel and PowerPoint.
zh_tw: 從 Microsoft Word、Excel、PowerPoint 中建立 PDF 檔案時也可以加入書籤和超連結。

source: You can even add pictures, graphics, movies, audio or 3D drawings to PDF documents to communicate your message with attention-grabbing style.
zh_tw: 甚至可以加入圖片、圖形、影片、音訊或 3D 圖形至 PDF 文件檔中，以提供各能吸引讀者的內容以傳達資訊。

source: You can even select, copy and convert only the selected areas of text you need from a PDF document.
zh_tw: 甚至可以選擇 PDF 文件檔中所需文字範圍進行選擇、複製和轉檔。

source: You can even select, copy, and convert only the selected areas of text you need from a PDF document.
zh_tw: 甚至可以選擇 PDF 文件檔中所需文字範圍進行選擇、複製和轉檔。

source: You can generate reports and statistical graphs of all events generated in the system as counting objects, abandoned objects, face detection, etc...
zh_tw: 你能利用分析軟體生成事件報告和統計圖表，如計算物件、遺落物件、臉部偵測等等……系統中紀錄的所有事件。

source: You can push this with the user macro with the following syntax:
zh_tw: 可使用下列語法將此功能與使用者巨集一同推送：

source: You can see below the different options:
zh_tw: 請參照以下不同選項：

source: You can see below the meaning of the screen parameters:
zh_tw: 以下為畫面參數之定義：

source: You can see this is different from what is usually there.
zh_tw: 可由上圖看出與平常背景的不同。

source: You can select and maximize (Full Screen Surveillance Client) a camera by double clicking it.
zh_tw: 可以雙擊畫面以最大化 (全螢幕監控用戶端) 攝影機畫面。

source: You can set a percentage level of obstruction to fire alarms and whether the alarm should be triggered by a change of lighting.
zh_tw: 使用者能自行設定受遮蔽的百分比以觸發警報，也能調整當亮度改變時是否觸發警報。

source: You can set advanced filters by Date / Time, Camera, Zones, Types of event and object types in the research and event reports.
zh_tw: 使用者也能在研究和報告中設定進階篩選方式，例如依日期/時間、攝影機、區域、事件種類和物體進行篩選。

source: You can supply voltage through this pin, or, if supplying voltage via the power jack, access it through this pin.
zh_tw: 可使用此針腳輸入電壓，或當使用電源插頭時由此針腳提取電壓。

source: You can update your personal information, request holiday and ensure sickness is recorded accurately using Workday
zh_tw: 您可以使用 Workday 更新個人資訊、請假並確保病假記錄正確

source: You can use the information provided on your Workday profile (under Contact -> Support Roles) to identify the people holding support roles for you.
zh_tw: 可以使用 Workday 檔案 (位於 Contact -> Support Roles) 中提供的資訊找出您的支援職位人員，

source: You cannot use this variable in conjunction with S2DSERVER or S2DSUBDIR.
zh_tw: 此變數次不能與 S2DSERVER 或 S2DSUBDIR 同時使用。

source: You could also reduce takt time on the assembly line as assembly steps become coherent.
zh_tw: 也能降低生產線的節奏使組裝步驟更為連貫。

source: You do not need to enter your bank account details into Workday unless they have changed.
zh_tw: 除非您的銀行帳戶資料已經變更，無需輸入銀行帳戶詳細資料於 Workday 中。

source: You don’t need to add a speaker and microphone.
zh_tw: 無須外加喇叭和麥克風。

source: You must ensure that the gadget used for lifting or moving is capable of supporting the weight of the checkweigher.
zh_tw: 必須確認弔掛或搬運之器具能支撐檢重機之重量。

source: You must hold the checkweigher by the base, never by the conveyors.
zh_tw: 必須吊掛檢重機基座，不得吊掛輸送帶。

source: You must log in with a user name and password and these must be correct.
zh_tw: 必須登錄使用者名稱和密碼，且資訊必須正確。

source: You must log in with a username and password and these must be correct.
zh_tw: 必須登錄使用者名稱和密碼且資訊必須正確。

source: You must manipulate the checkweigher so that it does not tilt when lifting or does not hit any obstacle.
zh_tw: 弔掛過程中必須維持檢重機水平不傾斜或不撞擊到任何障礙物。

source: You need a dedicated server to run analytics.
zh_tw: 需要一個專用伺服器以進行分析。

source: You now have your own customised home page.
zh_tw: 現在您已完成自訂首頁。

source: You select the "New Format" option from a dropdown menu (Figure 3.7.).
zh_tw: 於下拉選單中選擇「New Format (開啟新格式)」選項 (圖 3.7)，

source: You select the “Edit Format” option on the dropdown menu.
zh_tw: 你選擇下拉選單中的「Edit Format (編輯格式)」選項，

source: You should use Internet Explorer 9 or above to access Workday.
zh_tw: 必須使用 Internet Explorer 9 或更新版本以存取 Workday。

source: You will be automatically redirected to the Workday home screen.
zh_tw: 將自動導向 Workday 首頁畫面。

source: You will be redirected to the next page.
zh_tw: 畫面將會導向下一個頁面。

source: You will need Internet Explorer 9 or above browser to access Workday.
zh_tw: 必須使用 Internet Explorer 9 或更新版本的瀏覽器以存取 Workday。

source: You will need to supply 2 Ethernet cables long enough to reach the router table and your network.
zh_tw: 需使用兩條足夠長度的乙太網路線，

source: You will need to supply an Ethernet cable which is long enough to reach the router table.
zh_tw: 需自備長度足以連接至雕刻機工作台的乙太網路線。

source: You will need to supply an air compressor or an air feed that is capable of delivering sufficient air supply to your router system.
zh_tw: 需自行準備一台空氣壓縮機或是可提供雕刻機系統充足空氣之設備。

source: You will receive the confirmation in your Inbox.
zh_tw: 您將於收件匣中收到確認通知。

source: You will see two columns – Change and View.
zh_tw: 將會看到兩欄 —— Change (變更) 和 View (查看)。

source: You will soon be taking delivery of your AXYZ Router Table.
zh_tw: AXYZ 雕刻機工作台即將運送到達。

source: Your Job Requisition will be sent to your HRBP for approval.
zh_tw: 職位需求申請將會送到 HRBP 進行審核，

source: Your customers have high demands.
zh_tw: 客戶具有高要求。

source: Your existing bank account details will be shown here only if they have previously been entered into Workday.
zh_tw: 若之前已輸入銀行帳戶的詳細資訊於 Workday 中，您現有的銀行帳戶詳細資訊將顯示於此處。

source: Your home page is displayed.
zh_tw: 將顯示您的首頁。

source: Your home screen is displayed.
zh_tw: 將顯示您的首頁。

source: Your personal online filing cabinet for reports and tasks stored in Workday.
zh_tw: 個人線上檔案匣，用於儲存 Workday 中的報告和任務。

source: Your staff can work with the same information in real time which means they can specify, share and review product and technical requirements in one common format.
zh_tw: 您的員工可以使用即時更新的相同資訊，他們能以一種共同格式指明、分享和審查產品和技術要求，。

source: Your welcome screen will be customised to your role in the organisation with relevant Worklets configured, according to your assigned security group.
zh_tw: 歡迎畫面將根據您在組織中的角色、根據您被分配的安全性群組顯示相關的 Worklets 設置。

source: Your welcome screen will be displayed.
zh_tw: 顯示歡迎畫面。

source: Yours sincerely
zh_tw: 順頌 商祺

source: You’ll be able to implement performance upgrades and style updates faster and with less cost - again and again.
zh_tw: 客戶將能一再地以更快速度和更低的成本實現效能升級和款式更新。

source: You’ll need to manage vast amounts of data that encompass a whole product assortment.
zh_tw: 您將需要處理包括整個產品類別的大量的資料，

source: You’ll see first-hand how Power PDF’s advanced features and user-friendly design make a big difference.
zh_tw: 您將會親自體驗 Power PDF 先進功能和人性化的設計的巨大差異性。

source: You’ve Got the Potential.
zh_tw: 讓您發揮潛力。

source: Zero Total: At the time the checkweigher meets an automatic zero, the LED will light green.
zh_tw: Zero Total (歸零)：當檢重機自動歸零時，LED 燈為綠色，

source: Zero Track: A device automatically maintaining the zero within its limits.
zh_tw: 歸零軌 (Zero Track)：自動在其範圍內維持於零點的設備。

source: Zero Track: When a track is done, when a division is moved, the LED will light green.
zh_tw: Zero Track (軌道歸零)：當軌道工作完成、區段移動後，LED 燈將顯示綠色。

source: Zero is black and 255 is white.
zh_tw: 0 代表黑色而 255 代表白色，

source: Zone gasketing ensures the virtual elimination of any zone to zone vacuum bleed.
zh_tw: 分區真空密封確保各區域間不會漏真空。

source: Zoom Microphone
zh_tw: 變焦麥克風

source: Zoom Microphone Sound zooms along with the picture for a perfect match.
zh_tw: 變焦麥克風 聲音隨畫面放大以達到完美的匹配效果。

source: Zoom to 40x magnification with full optical quality, then beyond to 60x without sacrificing resolution.
zh_tw: 保有完整的光學品質的 40 倍放大，即使 60 倍變焦也不會降低解析度。

source: [NEXT SLIDE]
zh_tw: [下一頁]

source: [before]…we did not buy enough licenses for everybody...With Nuance we’re able to buy [PDF] for everybody.
zh_tw: “[從前]……我們未購買足夠的授權供每個人使用……改用 Nuance 後我們能購買 [PDF] 軟體給每一個人使用。

source: ^Alternatively, tests may be performed as confined tests.
zh_tw: §§也能以雙側錨固進行測試。

source: ^S.
zh_tw: 美國

source: ^Tests performed in test specimens in accordance with Fig. 4.5 and having minimum length/thickness of£b + 2 in.
zh_tw: †進行測試之樣品規範請參照圖4.5，其最小長度/厚度為 lb+ 2英吋

source: ^Where MPII specifies multiple embedment depths for single anchor diameter, test anchor at minimum or maximum embedment depth as noted, whereby hefimJhefimin 2 5.0 (4.7.2).
zh_tw: †MPII 中指定單一錨固直徑之多重埋設深度，依其範圍測試錨固之最小或最大埋設深度，其中 hef,max/hef,min ≤ 5.0 (4.7.2)。

source: _setup.exe prompts for language selection
zh_tw: _setup.exe 將提示選擇語言

source: `Schematic & Reference Design
zh_tw: 電路圖和參考設計

source: a CVT housing having an interior containing the drive member, the driven member, and the drive belt, the CVT housing including a plurality of CVT air inlets to the interior of the CVT housing, a first CVT air inlet being positioned proximate the drive member and a second CVT air inlet being positioned proximate the driven member, both the first CVT air inlet and the second CVT air inlet being in fluid communication with the second air intake system to receive ambient air from the second air intake system.
zh_tw: 一組無段變速外殼包含驅動元件、被驅動元件以及驅動皮帶，無段變速外殼多個通入無段變速外箱內部之進氣口，第一進氣口位置接近驅動元件而第二進氣口位置接近被驅動元件，第一進氣口和第二進氣口皆與第二空氣進氣系統連接以接收來自第二空氣進氣系統之空氣。

source: a CVT operatively coupled to the power source, the rear drive unit and the front drive unit being operatively coupled to the power source through the CVT.
zh_tw: 一組連接至動力源之無段變速、後輪驅動單元和前驅動單元經由無段變速連接至動力源。

source: a CVT unit supported by the frame and operatively coupled between the internal combustion power source and the at least one of the plurality of ground engaging members; and
zh_tw: 一組以框架支撐之無段變速單元並連接內燃式動力源和多組接觸地面元件中至少一組接觸地面元件；以及

source: a CVT unit supported by the frame and operatively coupled between the power source and the at least one of the plurality of ground engaging members; and a second air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit, the second air intake system receiving ambient air through a second air inlet in a second exterior body panel of the cargo carrying portion.
zh_tw: 一組以框架支撐並連接動力源與至少一組接觸地面元件之無段變速單元；以及第二進氣系統連接至無段變速單元以輸送空氣至無段變速單元內部，第二空氣進氣系統以載貨部分第二主體外部鈑金內之第二進氣口接收空氣。

source: a cargo carrying portion supported by the frame and located rearward of the operator area; and
zh_tw: 以框架支撐之載貨部分且位於駕駛區後方；以及

source: a control report and/or several "laboratory reports" including:
zh_tw: 管控報告和下列幾項“實驗室報告”：

source: a drive belt operatively coupling the driven member to the drive member; and
zh_tw: 一組驅動皮帶連接被驅動元件至驅動元件；以及

source: a drive member operatively coupled to the internal combustion power source;
zh_tw: 一組驅動元件連接至內燃式動力源；

source: a drive member operatively coupled to the power source;
zh_tw: 一組驅動元件連接至動力源；

source: a drive train supported by the frame;
zh_tw: 一組由框架支撐之傳動系統；

source: a drive train supported by the frame; and
zh_tw: 一組由框架支撐之傳動系統；以及

source: a driven member operatively coupled to at least one of the
zh_tw: 一組被驅動元件連接至多組接觸地面元件中至少一組接觸地面元件；

source: a driven member operatively coupled to at least one of the plurality of ground engaging members;
zh_tw: 一組被驅動元件連接至多組接觸地面元件中至少一組接觸地面元件。

source: a first air intake system operatively coupled to the internal combustion power source to communicate ambient air to the internal combustion power source, the first air intake system receiving ambient air through a first air inlet in an exterior body panel of the caigo carrying portion.
zh_tw: 連接至內燃式動力源之第一空氣進氣系統以輸送空氣至內燃式動力源，第一空氣進氣系統經由載貨部分主體外部鈑金內的第一進氣口接收空氣。

source: a first dampening member coupled to the first radius arm and to the frame;
zh_tw: 連接第一懸臂與框架之第一阻尼元件；

source: a first plurality of ground engaging members;
zh_tw: 第一接觸地面元件；

source: a first radius arm coupled to the first ground engaging member and coupled to the frame at a first location forward of the first ground engaging member, a first control arm coupled to the first ground engaging member and to the frame;
zh_tw: 第一後懸吊系統包含一組連接到框架上、第一接觸地面元件前方的第一位置並與第一接觸地面元件相連的第一懸臂，連接第一接觸地面元件與框架的第一控制臂；

source: a first rear suspension system moveably coupling the first ground engaging member to the frame, the first rear suspension system including a first moveable arm;
zh_tw: 車輛更包含一組連接第一接觸地面元件與框架的可動式第一後懸吊系統，第一後懸吊系統包含第一可動懸臂；

source: a first seating area at a first longitudinal position relative to the frame;
zh_tw: 一個位於縱向框架前端的第一座位區；

source: a first seating area; and
zh_tw: 一個第一座位區；和

source: a first suspension system coupling the at least one ground engaging member which is rearward of the front plane of
zh_tw: 第一懸吊系統與至少一組位於座位前面板後方框架之接觸地面元件連接，

source: a frame canopy enclosing the first seating area, and defined by a plurality of frame tubes coupled to the frame, at least some of the frame tubes being in the form of frame uprights, and the frame tubes defining an envelope around the first seating area; and
zh_tw: 一個包覆第一座位區的框架蓬，由多根連接至框架之框架管所包覆，至少有數根框架管作為框架立柱，且框架管圍成第一座位區；和

source: a frame extending in a generally longitudinal direction, and having at least one elongate frame tube assembly comprised of plural sections, the frame supported by the first plurality of ground engaging members and the second plurality of ground engaging members;
zh_tw: 一組整體上縱向延伸的框架，其具有至少一組包含多個區段的框架長管組件，框架以第一接觸地面元件和第二接觸地面元件支撐；

source: a frame extending in a generally longitudinal direction, and having at least one elongate frame tube assembly comprised of plural sections;
zh_tw: 一組整體上縱向延伸的框架，其具有至少一組包含多個區段的框架長管組件；

source: a frame extending in a generally longitudinal direction;
zh_tw: 一個整體縱向延伸之框架；

source: a frame tube coupler coupling the frame tube sections, the frame tube coupler comprising coupler sections associated with each coupler end, and the coupler sections having an alignment assembly for aligning the coupler sections to each other, wherein the coupler sections includes two interengaging coupler members, each coupler member comprising a tube connecting section and an interengaging section, the interengaging sections connecting to each other to couple the frame tube sections, each interengaging section comprising a complementary projection and a recess, the recess being spaced apart from the proj ection, wherein the projection and the recess are both on a first side of the interengaging section, wherein the projection of each of the interengaging sections is profiled for receipt within the recess of the other of the interengaging sections and the first side of one of interengaging coupler member faces the first side of the other interengaging coupler member when the projection of each of the interengaging sections is received within the recess of the other of the interengaging sections.
zh_tw: 一組框架管連接器，框架管連接器各端包含連接區段，連接區段具有對位組件以對齊各連接區段，其中連接區段具有兩互鎖固定元件，每個固定元件包含管端連接區段和互鎖區段，每個互鎖區段包含互補的凸出和凹陷，凹陷與凸出之間有一間距，其中各互鎖區段之凸出和凹陷皆位於互鎖區段第一側，其中各互鎖區段之凸出形狀能插入其它互鎖區段之凹陷處，而當互鎖區段凸出插入之其它互鎖區段凹陷時，其中一互鎖連接元件之第一側面對其它互鎖連元件的第一側。

source: a frame tube coupler coupling the frame tube sections, the frame tube coupler comprising coupler sections associated with each coupler end, and the coupler sections having complementary interengagement elements, wherein the coupler sections includes two interengaging coupler members, each coupler member comprising a tube connecting section and an interengaging section, the interengaging sections connecting to each other to couple the frame tube sections, each interengaging section comprising a complementary projection and a recess, the recess being spaced apart from the projection, wherein the projection and the recess are both on a first
zh_tw: 一組框架管連接器連接各框架管區段，框架管連接器各端包含連接區段，連接區段包含互補的互鎖元件，其中連接區段包含兩互鎖固定元件，每個固定元件包含管端連接區段和互鎖區段，互鎖區段相互連接以固定框架管區段，每互鎖區段包含互補的凹陷與凸出，凹陷與凸出之間有一間距，其中各互鎖區段之凸出和凹陷皆位於互鎖區段第一側，

source: a frame tube coupler removably coupling the frame tube sections at a longitudinal position from either end of the frame and between the first plurality of ground engaging members and the second plurality of ground engaging members, wherein the frame tube coupler includes two interengaging coupler members, each coupler member comprising a tube connecting section and an interengaging section, the interengaging sections connecting to each other to couple the frame tube sections, each interengaging section comprising a complementary projection and a recess, the recess being spaced apart from the projection, wherein the projection and the recess are both on a first side of the interengaging section, wherein the projection of each of the interengaging sections is profiled for receipt within the recess of the other of the interengaging sections and the first side of one of interengaging coupler member faces the first side of the other interengaging coupler member when the projection of each of the interengaging sections is received within the recess of the other of the interengaging sections; and
zh_tw: 一組可拆式框架管連接器用以連接框架管各區段縱向框架端點以及連接第一接觸地面元件和第二接觸地面元件，框架管連接器包含兩互鎖固定元件，每個固定元件包含管端連接區段和互鎖區段，每個互鎖區段包含互補的凸出和凹陷，凹陷與凸出之間有一間距，其中各互鎖區段之凸出和凹陷皆位於互鎖區段第一側，其中各互鎖區段之凸出形狀能插入其它互鎖區段之凹陷處，而當互鎖區段凸出插入之其它互鎖區段凹陷時，其中一互鎖連接元件之第一側面對其它互鎖連元件的第一側；以及

source: a frame;
zh_tw: 一組框架；

source: a front drive unit operatively coupled to the power source and operatively coupled to a third ground engaging member positioned forward of the operator area and a fourth ground engaging member positioned forward of the operator area, the third ground engaging member being positioned on the first side of the vertical center- line longitudinal plane of the vehicle and the fourth ground engaging member being positioned on the second side of the vertical centerline longitudinal plane of the vehicle; and
zh_tw: 一組連接至動力源與位於駕駛區前方的第三接觸地面元件以及駕駛區前方的第四接觸地面元件之前驅動系統，第三接觸地面元件位於車輛垂直中心線縱向平面第一側而第四接觸地面元件位於車輛垂直中心線縱向平面第二側；以及

source: a plurality of ground engaging members supporting the frame;
zh_tw: 由框架支撐之多組接觸地面元件；

source: a plurality of wheels operably coupled to the frame;
zh_tw: 多組連接到框架上可操作之車輪；

source: a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle;
zh_tw: 一組由框架支撐之動力源並連接至多組接觸地面元件中至少一組接觸地面元件以推動車輛；

source: a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; a CVT unit supported by the frame and operatively coupled between the power source and the at least one of the plurality of ground engaging members; an operator area supported by the frame, the operator area including seating and operator controls; a caigo bed supported by the frame and located rearward of the operator area, the cargo bed including a generally horizontally arranged floor having a movable cover for providing access through the floor to underneath the cargo bed while a remainder of the floor remains generally horizontally arranged; and at least one air intake system operatively coupled to the power source to communicate ambient air to the power source wherein the power source is an internal combustion engine and the cargo bed includes a second movable cover to provide access to a remote oil reservoir of the internal combustion engine.
zh_tw: 以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；一組以框架支撐並連接動力源與至少ㄧ組接觸地面元件之無段變速單元；以框架支撐之駕駛區，駕駛區包含座位和操控元件；位於駕駛區後方以框架支撐之載貨平台，載貨平台包含一般上處於水平之底板，底板具有可動式外蓋能提供維修口同時維持底板其它部分水平；至少一組進氣系統連接至動力源以輸送空氣至動力源，動力源為一內燃式引擎，且載貨平台包含第二可動式外蓋以提供內燃式引擎之機油箱的維修口。

source: a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a cargo carrying portion supported by the frame and located rearward of the operator area, the cargo carrying portion including a floor; and an air intake system operatively coupled to the power source to communicate ambient air to the power source, the floor of the cargo carrying portion including a removable cover which permits access through the floor to a portion of the air intake system and a CVT unit supported by the frame and operatively coupled between the power source and the at least one of the plurality of ground engaging members, the removable cover permitting access to the CVT.
zh_tw: 一組以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；位於駕駛區後方以框架支撐之載貨部分，載貨部分包含一底板；一組進氣系統連接至動力源以輸送空氣至動力源，載貨部分底板包含一可拆式外蓋，可通過底板進行空氣進氣系統部分和框架支撐並連接動力源與至少一組接觸地面元件之無段變速單元的維修，外蓋開啟後能進行無段變速維修；

source: a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a cargo carrying portion supported by the frame and located rearward of the operator area; a first air intake system operatively coupled to the power source to communicate ambient air to the power source, the first air intake system receiving ambient air through a first air inlet in a first exterior body panel of the cargo carrying portion;
zh_tw: 一組以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；位於駕駛區後方以框架支撐之載貨部分；一組第一進氣系統連接至動力源以輸送空氣至動力源，第一空氣進氣系統以載貨部分第一主體外部鈑金內之第ㄧ進氣口接收空氣；
